import styled from "styled-components";

export const Apply = () => {
  return (
    <Container>
    <ApplyText>
    안녕하세요 저는 1102 김미앵 입니다., 저는요 제오라는 말만 들어도 뒤집어질 정도로 매우 행복한 아이입니다.
    어쩔땐 항상 무언가를 해독하면서 그 해독하는 것을 즐기고 있습니다. 매우 어려운 상황이 생기는 순간도 있고 한 번 의자에 앉으면 빠져나오지 못하는 경우도 있습니다. 하지만 그곳에서 탈출을 할 때 그리 기쁠 수 없습니다. 그리고 팀원들과 같이 하는 팀워크 같은 것을 하는걸 너무 좋아하여 항상 팀원들과 같이 무언가를 항상 하곤 합니다. 그리고 저만의 특별한 능력을 사용하여 어려운 문제를 해결하고 항상 필요에 따라 능력이 바뀌곤 합니다. 결국 저의 최종 목표는 항상 팀원들과 같이 필요에 따라 각자의 기능을 사용하여 문제를 잘 해독하여 문제에서 잘 탈출을 하는 것 이며 지금까지 항상 잘 해결했습니다.
    </ApplyText>
    </Container>
  )
}

const Container = styled.div`
`;

const ApplyText = styled.p`
  
`;